IDEA Open Model
ConnectionSetup.ApplyConeBreakoutCheck Property
Compatible with IDEA StatiCa v 10.1
 Apply cone breakout check
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public bool ApplyConeBreakoutCheck { get; set; }
Public Property ApplyConeBreakoutCheck As Boolean
	Get
	Set
public:
property bool ApplyConeBreakoutCheck {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace